Repository: lorobert42/timers_app
Catalog: lib/l10n/app_*.arb
Languages: fr

source: Title
fr: Titre

source: Back
fr: Retour

source: Add
fr: Ajouter

source: Duration
fr: Durée

# addTimer
source: Add a timer
fr: Ajouter un timer

source: New timer
fr: Nouveau timer

# timerName
source: New timer name
fr: Nom du nouveau timer

# noDuration
source: No duration selected.
fr: Pas de durée sélectionnée.

source: Alarm
fr: Alarme

# alarmNotification
source: Time is out.
fr: Temps écoulé.

# channelDescription
source: Alarm when a timer is over.
fr: Alarme lorsqu'un timer est terminé.

# nHours
source: {count, plural, =0{} =1{1 Hour} other{{count} Hours}}
fr: {count, plural, =0{} =1{1 Heure} other{{count} Heures}}

# nSeconds
source: {count, plural, =1{1 Second} other{{count} Second}}
fr: {count, plural, =0{0 Seconde} =1{1 Seconde} other{{count} Secondes}}
